sc{
	"event_name":"ACE OF GAMENIA",
	"tagline":"Chase the ace",
	"poster":"images/img91.jpg",
	"date":"9th march, 2019",
	"time":"10:00 am onwards",
	"venue":"Drawing Hall, Narayan Bhavan",
	"student_coordinator": [["Aagam Doshi","9427653953"],["Shaikh Mohammed Rehan","7698297706"]],
	"team_size":"Individual",
	"description":"There will be 2 chapters in the event. Chapter – 1: After the participation, player will be given 1000 virtual points. There will be 4 games in chapter – 1. For each game,•	participation fee (in form of virtual points) 	= -10 points •	for losing the game         			= -20 points •	for winning the game       			= 50 points •	points for runner up  	    		= 30 points There will be a blogpost in which every player can see his position with total virtual points gained.Chapter – 2: Auction round: •	In this round, all players will get together at allotted place. •	All the players will have some virtual points with them, depending on virtual points, they will get prizes (actual) •	There will be 10 different prizes, for each prize players will bid according to the base points of the prize decided by coordinator and the highest bidder will win the particular prize. •	Limit of bidding will be the maximum points obtained by the player. •	After bidding process whoever holds the maximum number of items will become winner and addition prize will be given to him only. List of the games which are to be held in chapter – 1. •	Relay race •	Reverse tag race. •	Book balancing •	Bear crawl basketball •	Pass the ball (clever pass) •	Click it •	Buzzer quizDescription of each games: Relay race:First of all, there will be a center line. At right and left of the center line there will be 3 lines. Players will be standing at center line and race will start from center line. Players will run towards 1st right side line then after touching 1st right side line, they will run to touch 1st left side line and then 2nd right side line and so on up to 3rd left side line. Player who becomes first to touch the last line will be the winner. Together 8-10 players will play accordingly.Reverse tag race:In this race, a team of 4 players will be there. They will be running in backward direction. There will be some distance between each player and there will be one player who will be standing at starting line and last player will be standing on at some distance before final line. One piece of cloth/hard material will be given to first player. By running in reverse direction player will pass that cloth/material to 2nd player and then 2nd will pass to 3rd player and 3rd player will pass to 4th player and 4th player will run towards final line. Its compulsory for all the players to run in backward (back foot) direction.Book balancing In this game, players will have to balance the book. Book will be kept on the head of each player and they have to run to cross the finish line. Player whose book will fall during running will be out of the race. Hand/s should not touch the book to balance. Otherwise the player will be disqualified. Buzzer quiz G.K. Quiz question paper will be there, one of the volunteer will dictate the question between group of 10 random players. 7 questions for each 10 players group will be there. Player will appear only once in one group, no 2nd try. If seen taking 2nd try will be disqualified for whole event. There will be an app with all the players with which they can press the buzzer. Player who presses the buzzer first will answer the question. There will be negative marking if the answer is wrong (-10 points). Rules and points for this games are different than other games. Right answer 20 points. Bear crawl basketball There will be 5 balls given to each player. One basket will be kept at certain distance, from where player has to throw a ball (one at a time) and basket it. One limit will be set at a distance from where the player has to come crawling and to throw a ball. After throwing one ball, player will go back to the starting line crawling and will come back again crawling and will throw the ball. 2 minutes and 30 seconds will be given for each player and the game will be held in a group of 5 players. Player who will basket maximum balls in given time will be winner. Pass the ball All details will be provided on the spot  Click it 4 players in each team will be there. They will be given a list of things with which they will take selfie with particular assigned thing. Team who will complete all the list in minimum time will be the winner.",
	"rules":["All the players will appear only once in one game. No second chance will be given. If found taking second chance, he/she will be disqualified for whole event. No excuses will be tolerated.",
			"Registrations are accepted for individuals only. Team will be formed on the spot if required."],
	"fees":"40 INR",
	"Registration_type":" Pre-registration and first come first serve basis.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"To be announced at the time of event",
	"Additional_remark":""
	
}