{
	"event_name":"HYDROMOBILE",
	"tagline":"Innovative way to climb workstation",
	"poster":"images/img52.jpg",
	"date":"5th march, 2019",
	"time":"3:00 pm onwards",
	"venue":"Near Narayan Bhavan",
	"student_coordinator": [["Akshat Shah ","9924840199"],["Ganesh Penta ","8160189093"],["Nevil Patel "," 8200843890"],["Shubham Inani ","9408920775"]],
	"team_size":"Students can form a team of minimum 2 and maximum of 4 members",
	"description":"The Participants have to make a locomotive propelled by motor which can run on the rough surface and should climb slope of maximum 30 degree, possessing a hydraulic gripping arm capable of lifting a load and keep it to a specified and constrained position.  ",
	"rules":["The locomotive should fit in a box of 50*50*50cm.",
			"Lifting of arm is maximum up to 50cm and minimum 30cm.",
			"Brakes can be used for providing movement or stability.",
			"Gripper arm should be strictly working on hydraulic principles.",
			"Load blocks:•Dimensions: 5cm*5cm*5cm",
			"Weight not more than 400gms.",
			"The locomotive shall start from a specified starting position.,•It should follow a specified path and the gripping arm (working based on hydraulics) should be capable of lifting weight up to 0.4kg.,•	The arm should also be capable of placing the object in a specified and constrained position.",
			"The teams must report at the time allocated to them.",
			"Only commercial syringes are allowed",
			"Controller syringes for controlling the gripping arm should not be fixed on the base of the machine. Syringes are required to be hold in participants’ hands.",
			"The gripper arm has to be pre-installed on the machine itself.",
			"The arm must be able to lift objects up to 0.4kg of weight.",
			"Final decision lies with the core committee of DDU.",
			"General rules for the completion of task will be given on the spot.",
			"Participants have to bring their respective college ID Card."],
	"fees":"250 INR",
	"Registration_type":"Pre-registration and first come first serve basis.",
	"Registration_Start_date":"18/02/2019, 11:00am",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"1st prize: 3000,  2nd prize: 1500,  3rd prize: 1000",
	"Additional_remark":"Numbers of winner rank are subject to reduce based on strength of participation.,Participation Certificate will be provided to all the participants."
	
}