{
	"event_name":"TECHNICAL POSTER PRESENTATION",
	"tagline":"A poster is worth a thousand words !",
	"poster":"images/img84.jpg",
	"date":"8th march, 2019",
	"time":"10.00 am onwards",
	"venue":"HMT Lab, Narayan Bhavan",
	"student_coordinator": [["Mangalam Gupta","8000061031"],["Meet Patel","9712147097"]],
	"team_size":"Individual participation, maximum no. of participants allowed is 40",
	"description":"The aim of the poster competition is to provide students to demonstrate their innovative research. The topic of poster presentation must be in the field of mechanical engineering. The event provides the students a great opportunity to demonstrate their technical capabilities.",
	"rules":[
			"1] Poster Specifications",
			"Size:2 (W-16.5 x H-23.4 in) or A1 (W-23.4 x H-33.1 in), borders may or may not be used but the poster must not be larger than the size mentioned.",
			"B. Presentation:- ",
			"A2 poster must be in Horizontal and A1 poster must be in Vertical.",
			"Border or Non-bordered",
			"Written-legends, slogans, and/or phrases may or may not be used",
			"Color or Black & White",
			"No Audio-Visual technology shall be permitted in the presentation of the poster",
				"A stand/table at the venue for poster display will be provided",
			"Only 1 chance is given to participant for presentation",
			"2] General Instructions",
			"Posters are to be prepared individually.",
			"Poster should be original work prepared by the applicants and not previously presented at any other competition; copying/replicating an idea shall be considered as plagiarism and the applicant shall be disqualified immediately.",
			"The poster should relate to topics of any engineering branch only.",
			"Applicant has to submit applications individually and only one poster shall be considered for each applicant.",
			"Applicant has to communicate his/her poster presentation topic at least 5- days before of event through mail to felicific.2019@gmail.com",
			"The participants have to bring their posters in a well printed hard copy of above mentioned size limits.",
			"They have to present their poster at the venue and the time allotted per presentation is 3mins (max).",
			"The applicant has to bring college ID cards compulsory.",
			"The decision of the judges will be considered as final. No disputes will be allowed.",
			"Misbehave with anyone will not be tolerated at the venue.",
			"Organizers reserve the rights for changes, modification or removal of rules for competition and rules for prize distribution at the time of event."
			],
	"fees":"100 INR",
	"Registration_type":"Pre-registration and first come first serve basis.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"1st prize: 2000, 2nd prize: 1000, 3rd prize: 500",
	"Additional_remark":"Numbers of winner rank are subject to reduce based on strength of participation. Participation Certificate will be provided to all the participants."
	
}