{
	"event_name":"ULTIMATE JUGAADU",
	"tagline":"Think innovative to survive",
	"poster":"images/img65.jpg",
	"date":"6th march, 2019",
	"time":"10.00 am onwards",
	"venue":"HMT Lab, Narayan Bhavan",
	"student_coordinator": [["Fenil Virani","9624008779"],["Dhruv Vala","7874130182"],["Rohan Vaghela","7984443682"],["Nikhar Patel","9099785900"]],
	"team_size":"Maximum three participants in each team.",
	"description":"This is most innovative event, which specifically includes creativity, entertainment and talent. Muster up your wits and skills and get ready to fight the battle of tech-survival.The purpose of this event is to check the ability of the participants to deal (JUGAAD) with any situation that arises instantaneously in front of them.TASK INFORMATION/ROUND SCHEME. Rounds we must have to keep secret so...Round will be explored at the time of event.",
	"rules":["The general rules regarding the event and for making the object will be given on the spot.","Use of mobile phones is strictly prohibited. Anyone found doing so will be disqualified immediately.","All the necessary material is provided by event coordinators and outside material is strictly prohibited.","Under any circumstances or any dispute, the decision of the committee members will be final.","Students from different institutes can form a team.","Participants are required to stay up to date with the website.","No extra time will be given to any team under any circumstances.","The participant has to bring college ID cards compulsory.","The certificate provided will be of the National Level.","The certificate will be provided only to those who have registered their name for the event, in case of any participant change at the last moment then He/She will not be awarded with the certificate.","Registered the same name as the name you want in certificate."],
	"fees":"150 INR per team",
	"Registration_type":"Pre-registration and first come first serve basis.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"1st prize: 2500, 2nd prize: 1500, 3rd prize: 1000",
	"Additional_remark":"Numbers of winner rank are subject to reduce based on strength of participation. Participation Certificate will be provided to all the participants."	
}