[
	{
	"event_name":"EQUAL STREET",
	"tagline":"The fun awaits",
	"poster":"poster/images/day5/img51.jpg",
	"date":"11th march, 2019",
	"time":"12:30 am onwards",
	"venue":"WILL BE DISCLOSED LATER",
	"student_coordinator": [["Tarang Parikh","942751298"],["Shivang Pandya","8469817189"]],
	"team_size":"Individual",
	"description":"This is a fun-loving event where we can take a stroll in the campus premises. There are lots of amusing stuff we can arrange here, including: badminton, skating, yoga, singing, dancing, crafts hub, one-minute chess, carom board game, many indoor games, and also performance stage for amateur artists. Everyone will have an opportunity to express themselves and show their hidden talent.",
	"rules":["Any kind of misconduct or rude behavior will not be tolerated in the ongoing events",
			"Students must have their college id-cards."],
	"fees":"Free",
	"Registration_type":"There will be no sort of registration.",
	"Registration_Start_date":"",
	"Registration_Closure_date":"",
	"Winning_prize":"No Prize",
	"Additional_remark":"Location – Any street area in Campus. Location will be informed in advance when allotted."
	
	},
	
	{
	"event_name":"HYDROMOBILE",
	"tagline":"Innovative way to climb workstation",
	"poster":"poster/images/day5/img52.jpg",
	"date":"11th march, 2019",
	"time":"3:00 pm onwards",
	"venue":"Near Narayan Bhavan",
	"student_coordinator": [["Akshat Shah ","9924840199"],["Ganesh Penta ","8160189093"],["Nevil Patel "," 8200843890"],["Shubham Inani ","9408920775"]],
	"team_size":"Students can form a team of minimum 2 and maximum of 4 members",
	"description":"The Participants have to make a locomotive propelled by motor which can run on the rough surface and should climb slope of maximum 30 degree, possessing a hydraulic gripping arm capable of lifting a load and keep it to a specified and constrained position.  ",
	"rules":["The locomotive should fit in a box of 50*50*50cm.",
			"Lifting of arm is maximum up to 50cm and minimum 30cm.",
			"Brakes can be used for providing movement or stability.",
			"Gripper arm should be strictly working on hydraulic principles.",
			"Load blocks  Dimensions 5cm*5cm*5cm",
			"Weight not more than 400gms.",
			"The locomotive shall start from a specified starting position.",
			"It should follow a specified path and the gripping arm (working based on hydraulics) should be capable of lifting weight up to 0.4kg.",
			"The arm should also be capable of placing the object in a specified and constrained position.",
			"The teams must report at the time allocated to them.",
			"Only commercial syringes are allowed",
			"Controller syringes for controlling the gripping arm should not be fixed on the base of the machine. Syringes are required to be hold in participants’ hands.",
			"The gripper arm has to be pre-installed on the machine itself.",
			"The arm must be able to lift objects up to 0.4kg of weight.",
			"Final decision lies with the core committee of DDU.",
			"General rules for the completion of task will be given on the spot.",
			"Participants have to bring their respective college ID Card."],
	"fees":"250 INR",
	"Registration_type":"Pre-registration and first come first serve basis.",
	"Registration_Start_date":"18/02/2019, 11:00am",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"1st prize: 3000,  2nd prize: 1500,  3rd prize: 1000",
	"Additional_remark":"Numbers of winner rank are subject to reduce based on strength of participation.,Participation Certificate will be provided to all the participants."
	
	},
	
	{
	"event_name":"PAINTBALL",
	"tagline":"Keep calm and play paint ball!!!",
	"poster":"poster/images/day5/img53.jpg",
	"date":"11th march, 2019",
	"time":"2:30 am onwards",
	"venue":"Parking space near Multimedia Hall",
	"student_coordinator": [["Nishi Patel","0"],["Yash Bhatiya","9825164130"]],
	"team_size":"Team of 6 members. Max. 12 teams on pre-registration basis",
	"description":"A team of 6 members each having a paper ring on their head fights against the opponent team. The first team to tear all the rings of the Opponents with their water guns wins",
	"rules":["No body shots.",
		"Armor will be provided for cover.",
		"Water will be limited for each team (2 buckets).",
		"Knock-out type tournament.",
		"Participants will be provided same kind of water guns.",
		"The first team to tear the rings of opponent with water guns within the provided time limit will win.",
		"If any team is not able to tear all rings of opponent team within the time limit then the team whose minimum rings are torn will win."],
	"fees":"150 INR per Team",
	"Registration_type":" Pre-registration and first come first serve basis. ",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"First prize Rs. 1000, second prize Rs. 500",
	"Additional_remark":""
	
	},

	{
	"event_name":"SHORT FILM MAKING",
	"tagline":"Ab kuch shikhao filmy style main",
	"poster":"poster/images/day5/img54.jpg",
	"date":"11th march, 2019",
	"time":"4:00 pm onwards",
	"venue":"Multimedia Hall / Seminar Hall",
	"student_coordinator": [["Karan Thacker","8780784343"],["Tarang Parikh","9427512498"]],
	"team_size":"No limits but all participant must have the ID card.",
	"description":"Each participant will be given a topic on which they have to shoot/make a short film with their phone or camera. The participant should ensure that their short films have to be creative and unique. The short-listed films would be played in the final function.",
	"rules":["Topic will be given 10 days before the event.",
			"The film must 5 to 10 minutes duration.",
			"The film must not be any downloaded film and all the characters in that film submit their id cards copy of pdf to us.",
			"There should not be any seen against any region religion cast place or any particular name."],
	"fees":"50 INR per team",
	"Registration_type":"Pre-registration required.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"Attractive cash prizes to the winner and runner-up would be given ",
	"Additional_remark":"Location – Multimedia hall"
	
	},

	{
	"event_name":"SILHOUETTE MAKING",
	"tagline":"Let black be more colourful",
	"poster":"poster/images/day5/img55.jpg",
	"date":"11th march, 2019",
	"time":"9:00 am onwards",
	"venue":"Drawing Hall, Narayan Bhavan",
	"student_coordinator": [["Karan Thacker","8780784343"],["Tarang Parikh","9427512498"]],
	"team_size":"Individual",
	"description":"In this event the participants have to make a sketch or painting with the help of black color only. There will be no use of any other color. Five topics would be provided to the participants 10 days before the event. From those five topics, judges will give two topics to each participant and participant have to make poster on any one topic.",
	"rules":["All tools and sheets will be provided to the participant." ,
			"The time period is 1 hour to complete the sketch.",
			"There is auction for top 10 sketches.",
			"Each participant is only allowed to make one sketch."],
	"fees":"50 INR",
	"Registration_type":"Pre-registration required.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"To be announced at the time of event. Event prize money will be auction based.",
	"Additional_remark":"Event auction will be held on 6th March at 4:30pm in central foyer"
	
	},
	{
	"event_name":"CHAKRAVYUH",
	"tagline":"Give It All On The Track!!!",
	"poster":"poster/images/day5/img56.jpg",
	"date":"11th march, 2019",
	"time":"10:00 am onwards",
	"venue":"DDU Campus",
	"student_coordinator": [["Rahul Sata","7990437250"],["Pooja Vanvi","0"]],
	"team_size":"Team of 5 members. Max. 30 teams on pre-registration basis",
	"description":"1st round will be having 5 stages.In that, 1st stage will be of sack jump and Dumb-	Charades.2nd stage will be of physical strength and lipsing of a movie name. 3rd stage 	will be of solving one math problem. 4th stage will be of solving maze 	(Bhulbhulaiya).5th stage will have some suspence.2nd round will be same with some more difficulties.",
	"rules":["When Game will start, no communication will be allowed between two members..",
			"The decision of coordinator will be final in any situation.",
			"Other rules will be shown on the day of event."],
	"fees":"200 INR per team",
	"Registration_type":"Pre-registration and first come first serve basis. ",
	"Registration_Start_date":"20/02/2019, 11:00am onwards",
	"Registration_Closure_date":"28/02/2019, up to 5:00pm",
	"Winning_prize":"RS 1000",
	"Additional_remark":""
	
	}
]