[
	{
	"event_name":"CANVAS PAINTING",
	"tagline":"Colour Your Thought",
	"poster":"images/img61.jpg",
	"date":"6th march, 2019",
	"time":"9.00 am onwards",
	"venue":"Center Foyer",
	"student_coordinator": [["Harsh Gohel","9638622970"],["Janhavi Tanna","0"]],
	"team_size":"Individual participation, maximum no. of participants allowed is 40",
	"description":"If you are young, arty and consent about conservation why not enter our canvas competition. Your colourful creation could end up on display at DDU center foyer.This canvas competition encourage young people to express their imagination.This  CANVAS PAINTING  will give you opportunity to show your skills.",
	"rules":["Only one person is allowed for canvas painting.","One hour time will be provided for event.","Auction will be held on the day of event and winner will be awarded specific percent share of money from maximum auction amount.","Only one round will be organize for the competition.","Event will be held at central foyer.","It is required to carry Pencil box and other drawing instruments.","Colours will be provided to you. You cannot use your own extra colors.","Judgment will be based on creativity, artwork and principles of design.","Decision of Judges will be final and binding on all teams."],
	"fees":"150 INR",
	"Registration_type":"Pre-registration and first come first serve basis.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"To be announced at the time of event",
	"Additional_remark":"It is mandatory for participant to remain present at the time of auction. Auction will be held on 06/03/2019 at 4:30pm at Central Foyer."
	
	},
	
	{
	"event_name":"ELITE TALKS",
	"tagline":"Where your ideas are cherished",
	"poster":"images/img62.jpg",
	"date":"6th march, 2019",
	"time":"12.30 pm onwards",
	"venue":"Multimedia Hall / Seminar Hall",
	"student_coordinator": [["Karan Thacker","8780784343"],["Shivang Pandya","8469817189"]],
	"team_size":"Individual",
	"description":"Participants will have to give a presentation on their chosen topic. Topic can be from any field (scientific innovation, social-science, mathematics, philosophy, politics etc.). Participants will be given a chance to put forth their ideas in front of the audience and the judges on the illustrative topic which will be helpful to them for future opportunities. A presentation isn’t another word for “power point,” contrary to the popular understanding of most conference speakers. A presentation should inform, persuade, or build goodwill.",
	"rules":["Each participant will have to give their presentation on the respective topic in a given time limit of 10 minutes.","The gist or PowerPoint presentation should be precise (slides should not be more than 10).","Participants will have to submit their topic and gist/PowerPoint presentation 3 days before the event.","The winner will be decided by judges."],
	"fees":"30 INR",
	"Registration_type":"Pre-registration required and the gist/PowerPoint presentation has to be submitted 3 days before the event.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"Cash prize would be given to winner",
	"Additional_remark":""
	},
	
	{
	"event_name":"SHERLOCK",
	"tagline":"The game is on",
	"poster":"images/img63.jpg",
	"date":"6th march, 2019",
	"time":"10.00 am onwards",
	"venue":"Classroom",
	"student_coordinator": [["Ashik Patel","9714627178"],["Nishi Patel","0"]],
	"team_size":"Team of 4 members only, maximum 35 teams",
	"description":"ROUND 1: All the participating teams will be provided a list of questions (short clues) each indicating an object. Team has to identify that object and then bring it to coordinator within the time provided.ROUND 2:Participants will have to solve the murder case with the help of clues provided. Out of 20 teams 5 teams will be having same case (4 cases for 20 teams).There will be 4 clues to solve the case. First clue will be provided at the start of game to all 20 teams respective to the cases. Second clue for each case will be only 4 so first 4 teams (for each case) will only get the second clue, while one will be eliminated. Similarly third clue will be only three so one more team will be eliminated out of 4.For fourth clue three teams will be competing(for each case) and only one clue will be there, one who finds first will win.ROUND 3: Surprise Round!",  
	"rules":["The participating team shall comprise 4 participants only.","Clues and tasks will be there to help out participating teams.","Further information will be provided at the spot."],
	"fees":"100 INR per team",
	"Registration_type":"Pre-registration and first come first serve basis.",
	"Registration_Start_date":"",
	"Registration_Closure_date":"",
	"Winning_prize":"1000 INR for winner",
	"Additional_remark":""
	},
	
	{
	"event_name":"TRI LEG MAZE",
	"tagline":"Pairo Ka Khel Dimaag Se",
	"poster":"images/img64.jpg",
	"date":"6th march, 2019",
	"time":"2.30 pm onwards",
	"venue":"Center Foyer Garden",
	"student_coordinator": [["Maheshwar Dhadhal","8690787163"],["Nandita Tenneti","0"]],
	"team_size":"3 members per team, maximum 30 teams",
	"description":"In this game there will be a team of 3 people. They will have to stand in a straight line and their legs will be tied. The people at the end will have one leg free that is it won’t be tied. Now they have to pass through hula hoops which will be arranged on the ground in a zigzag pattern without anyone’s leg touching the hula hoop and without any verbal communication with their teammates.ROUND DETAILS There will be total 2 rounds.In the first round all 3 team members will be facing one side.In the second round the team member in the middle will be flipped. That is he will face the opposite direction as compared to the other two participants.",
	"rules":["There should be a team of 3 members","When completing the course no verbal communication between team members is allowed","During the course if anyone’s leg touches the ring, team will be disqualified.","Whichever team completes the course first wins."],
	"fees":"100 INR per team",
	"Registration_type":"Pre-registration and first come first serve basis.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"1st - Rs. 500, 2nd - Rs 300",
	"Additional_remark":"The team which completes the course first will win. The winner will be declared on the spot."
	
	},
	
	{
	"event_name":"ULTIMATE JUGAADU",
	"tagline":"Think innovative to survive",
	"poster":"images/img65.jpg",
	"date":"6th march, 2019",
	"time":"10.00 am onwards",
	"venue":"HMT Lab, Narayan Bhavan",
	"student_coordinator": [["Fenil Virani","9624008779"],["Dhruv Vala","7874130182"],["Rohan Vaghela","7984443682"],["Nikhar Patel","9099785900"]],
	"team_size":"Maximum three participants in each team.",
	"description":"This is most innovative event, which specifically includes creativity, entertainment and talent. Muster up your wits and skills and get ready to fight the battle of tech-survival.The purpose of this event is to check the ability of the participants to deal (JUGAAD) with any situation that arises instantaneously in front of them.TASK INFORMATION/ROUND SCHEME. Rounds we must have to keep secret so...Round will be explored at the time of event.",
	"rules":["The general rules regarding the event and for making the object will be given on the spot.","Use of mobile phones is strictly prohibited. Anyone found doing so will be disqualified immediately.","All the necessary material is provided by event coordinators and outside material is strictly prohibited.","Under any circumstances or any dispute, the decision of the committee members will be final.","Students from different institutes can form a team.","Participants are required to stay up to date with the website.","No extra time will be given to any team under any circumstances.","The participant has to bring college ID cards compulsory.","The certificate provided will be of the National Level.","The certificate will be provided only to those who have registered their name for the event, in case of any participant change at the last moment then He/She will not be awarded with the certificate.","Registered the same name as the name you want in certificate."],
	"fees":"150 INR per team",
	"Registration_type":"Pre-registration and first come first serve basis.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"1st prize: 2500, 2nd prize: 1500, 3rd prize: 1000",
	"Additional_remark":"Numbers of winner rank are subject to reduce based on strength of participation. Participation Certificate will be provided to all the participants."	
	},
	
	{
	"event_name":"WATERBOAR RACE",
	"tagline":"If land is not enough, come compete in water!",
	"poster":"images/img66.jpg",
	"date":"6th march, 2019",
	"time":"3.00 pm onwards",
	"venue":"Near Narayan Bhavan",
	"student_coordinator": [["Mr. Kasmani Hamza","81282 53496"],["Mr. Dave Devanshu","94096 22465"],["Mr. Thakkar Saurin","97259 90278"],["Mr. Dave Arpit","76000 68814"]],
	"team_size":"Each team consists of a maximum of 4 participants.",
	"description":"Design a motor boat which could compete in water race against time. The boat can be powered by DC motor only. In addition to the propulsion, use of DC motors or servo motors for rudder control is permitted Boats will compete each other to cross the finish line as fast as possible in minimum time.",
	"rules":["MACHINE SPECIFICATION:","Dimensions and fabrications:","The dimension of boat should not exceed 300mm x300mm x 300 mm at every given point of the tournament.","Boat cannot be divided into parts during competition (Machine should be a single unit during competition). The weight of floating machine should not exceed 3kg (excluding weight of batteries, remote etc.)","Control specifications:-","The machine may be controlled wirelessly or with wires.","If the machine is controlled wirelessly, the machine must have a dual frequency remote control to avoid frequency interference with other teams.","Remote control systems from toys might be used. Remote control systems available in the market may also be used.","Power source:-","Only Battery powered boat is allowed.","Electric voltage anywhere in the machine should not be more than 12V DC at any point of time.","Use of IC engines in any form is not allowed.","Each team can consist of a maximum of 4 participants.","Each participant must have a valid identity card of his/her institute.","Any team that is not ready at the reporting time of event will be disqualified from the competition automatically.","The machine would be checked for dimensions and safety before the event begins and would be disqualified, if found unsafe for other participants, arena and spectators by the event organizers/judges.","Misconduct by dragging the boat by wire will lead to disqualification.","In all matters of ambiguity or dispute, the organizer’s/judge’s decision stands final and abiding to all.","The competition will be played on a time basis.","A machine will be considered immobile, if it cannot move linear motion for 30 seconds and it will be disqualified.","BOAT FABRICATION AND RACE TRACK","The hull and rudder mechanism of the boat must be fabricated by participants. Readymade components if found in the hull or rudder, will result in immediate disqualification.","Propeller, rudder fins, remote control, servo motors and electronic circuits may be readymade.","It is advisable to use lightweight materials such as balsa wood, FRP or plastics to fabricate the boat.","The race will be held in the pool. Disturbances and turbulence on the water surface should be taken into account."],
	"fees":"250 INR per team",
	"Registration_type":"Pre-registration and first come first serve basis.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"1st prize: 3000,  2nd prize: 1500,  3rd prize: 1000",
	"Additional_remark":"Numbers of winner rank are subject to reduce based on strength of participation. Participation Certificate will be provided to all the participants."
	
	}
	
]