[
	{
	"event_name":"BLIND VOLLEYBALL",
	"tagline":"Can you guess where the ball is ???",
	"poster":"images/img71.jpg",
	"date":"7th march, 2019",
	"time":"2:30pm onwards",
	"venue":"Center Foyer",
	"student_coordinator": [["Abhishek Pandya","9033635600"],["Tariq Tomar","9427201931"]],
	"team_size":"2 persons per team ( Max. 12 teams allowed on pre-registration basis)",
	"description":"In this game, the regular net will be replaced by an opaque black cloth. Other terms are similar to volleyball game.",
	"rules":["The ball should be sent back to the other side in max 2 hits.","Each member can hit the ball only once.","Smashing will be not allowed."],
	"fees":"100 INR per team",
	"Registration_type":"Pre-registration and first come first serve basis.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"Winner Rs. 1000, Runner up Rs. 500",
	"Additional_remark":""
	
	},
	
	{
	"event_name":"ROBOWAR",
	"tagline":"License to Kill",
	"poster":"images/img72.jpg",
	"date":"7th march, 2019",
	"time":"10:00am onwards",
	"venue":"Near Narayan Bhavan",
	"student_coordinator": [["Chandwani Akshay","9913830129"],["Donga Mit","9377136162"],["Patel Yash","9427462074"],["Dhananjay mistry","9913302433"],["Minesh Prajapati","9558285179"]],
	"team_size":"Maximum no. of 5 Participants per team",
	"description":"Battles Define Winners. And Winners Define Battles.  Pick your side, wave your flags and choose your war cries, for soon the arena for the greatest machine warlord will be thrown open for the expert and the rookie alike. Unite with your inner warrior and prove your mettle as your automation takes on the beasts who have conquered the battleground. Rise through the rubble and make your efforts worth the pain. Fight for glory, fight for pride, it is time for you to take on the campaign! Get your blood rushing, your adrenaline pumping, for ladies and gentlemen, it is Robowar time!  DIMENSION AND FABRICATIONS: . The machine must fit in a box of dimension 750mm x 750mm x   750mm (l x b x h) at any given point during the match. The external device used to control the machine or any external tank is not included in the size constraint. The weight of the robo should not exceed 40 kg  The machine should not exceed 40kg of weight including the weight of pneumatic source/tank. For weight calculations, allpneumatic source/tanks and batteries will be considered. Weight of remote controller will not be counted. The machine should not intentionally be split into components or any parts should not intentionally be detached from machine at any point of match.The wired robot should have minimum length of wire of 4m GENERAL CONSTRUCTION: Any on-board equipment that could require attention between duels for maintenance - e.g. recharging of compressed gas cylinders, charging batteries, resetting of weapons, etc. - should be easily and quickly accessible     i.e. systems must be installed in such a manner that they can be removed for filling and testing within five minutes.

	STYLE AND MOBILITY
	All robots must have easily visible and controlled mobility in order to compete. 
	Methods of mobility include 
	Rolling (wheels, tracks or the whole robot). 
	Non-wheeled robots having no rolling elements in contact with the floor and no continuous rolling or cam operated motion in contact with the floor, either directly or via a linkage. Motion is "continuous" if continuous operation of the drive motor(s) produces continuous motion of the robot. Linear-actuated legs and novel non-wheeled drive systems come under this category.Jumping and hopping is not allowed.

	SAFETY RULES
	Compliance with all event rules is mandatory. It is expected that competitors stay within the rules and procedures of their own accord and do not require constant policing. 
	Special care should be taken to protect the on-board batteries and pneumatics, robot without proper protection will not be allowed to compete. 
	If you have a robot or weapon design that does not fit within the categories set forth in these rules or is in some way ambiguous or borderline, please contact the event organizers. Safe innovation is always encouraged, but surprising the organizers with your brilliant exploitation of a loophole may cause your robot to be disqualified before it even competes. 
	Each event has safety inspections. It is at their sole discretion that your robot is allowed to compete. As a builder you are obligated to disclose all operating principles and potential dangers to the Judge.
	Proper activation and deactivation of robots is critical. Robots must only be activated in the arena, testing areas, or with expressed consent of the event coordinators. 
	All weapons must have a safety cover on any sharp edges. 
	All participants build and operate robots at their own risk. Combat robotics is inherently dangerous. There is no amount of regulation that can encompass all the dangers involved. Please take care to not hurt yourself or others when building, testing and competing. Any kind of activity (repairing, battery handling, pneumatics systems etc.) which may cause damage to the surroundings during the stay of the teams in the competition area should not be carried out without the consent of organizers. Not following this rule may result in disqualification. 
	All the resources provided at the time of competition from the organizers should be strictly used only after the consent of the organizers. 
	Once the robots have entered into the arena, no team member can enter into the arena at any point of time. In case if a fight has to be halted in between and some changes have to be done in the arena or condition on the robot(s), it will be done by organizers only. 
		
	competitor will be disqualified If he make damage to control unit(wire) of opponent's robo
	There should be a provision for a ‘Kill Switch’ which should be easily available to stop the robot in case of any uncontrolled robot response 
	Flying (using aerofoil, helium balloons, ornithopters, etc.) is not allowed. 

	JUDGING CRITERIA
	A robot is declared victorious if its opponent is immobilized. A robot will be declared immobile if it cannot display linear motion of at least one inch in a timed period of 30 seconds. A robot with one side of its drive train disabled will not be counted out if it can demonstrate some degree of controlled movement. In case both the robots remain mobile after the end of the round then the winner will be decided subjectively. A robot that is deemed unsafe by the judges after the match has begun will be disqualified and therefore declared the loser. The match will be immediately halted and the opponent will be awarded a win. If a robot is thrown out of the arena the match will stop immediately, and the robot still inside the arena will automatically be declared as the winner. Robots cannot win by pinning or lifting their opponents. Organizers will allow pinning or lifting for a maximum of 10 seconds per pin/lift then the attacker robot will be instructed to release the opponent. If, after being instructed to do so, the attacker is able to release but does not, their robot may be disqualified. If robots become entangled or a crushing or gripping weapon is employed and becomes trapped within another robot, then the competitors should make the timekeeper aware, the fight should be stopped and the robots separated by the safest means. Points will be given on the basis of aggression, damage, control and strategy 
	Aggression – Aggression is judged by the frequency, severity, boldness and effectiveness of attacks deliberately initiated by the robot against its opponent. If a robot appears to have accidentally attacked an opponent, that act will not be considered Aggression. Control – Control means a robot is able to attack an opponent at its weakest point, use its weapons in the most effective way, and minimize the damage caused by the opponent or its weapons. Damage – Through deliberate action, a robot either directly or indirectly reduces the functionality, effectiveness or defensibility of an opponent. Damage is not considered relevant if a robot inadvertently harms itself. Also, if a pressure vessel or a rapidly spinning device on a robot fragments, any damage to the opponent will not be considered "deliberate". Strategy – The robot exhibits a combat plan that exploits the robot's strengths against the weaknesses of its opponent. Strategy is also defined as a robot exhibiting a deliberate defence plan that guards its weaknesses against the strengths of the opponent. NOTE: Qualification of a robot to next level is subjective and totally on the decision of the judges. All the decisions taken by the judge will be final and binding to all.",
		"rules":[""],
		"fees":"400 INR per team",
		"Registration_type":"Pre-registration and first come first serve basis.",
		"Registration_Start_date":"18/02/2019, 11:00am onwards",
		"Registration_Closure_date":"25/02/2019, up to 5:00pm",
		"Winning_prize":"1st prize: 5000,  2nd prize: 2500,  3rd prize: 1000",
		"Additional_remark":"Numbers of winner rank are subject to reduce based on strength of participation."
		
	},
	
	{
	"event_name":"SPELL BEE",
	"tagline":"Every Letter Matters",
	"poster":"images/img73.jpg",
	"date":"7th march, 2019",
	"time":"12:30pm onwards",
	"venue":"Seminar Hall",
	"student_coordinator": [["Karan Thacker","8780784343"],["Shivang Pandya","8469817189"]],
	"team_size":"Individual",
	"description":"Round 1: participants are given 1o random letters using which they have to make maximum number of words in 2 minutes. Round 2: pen and paper test, of 10 minutes, having 20 questions, each question having the meaning and a few letters of the word. Round 3: rapid fire round of 1 minute.Round 4: classic spell bee format.",
	"rules":["From round 1, top 10 will be selected.","From round 2, top 5 will be selected.","In round 3, every correct spelling is worth 10 points.","In round 4, every correct spelling is worth 20 points. The word may be passed on to the next participant if the spelling is wrong, for the same number of points.","The meaning of the word may be used as a lifeline, but at the cost of 5 points."],
	"fees":"30 INR ",
	"Registration_type":"Pre-registration required",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"To be announced at the time of event",
	"Additional_remark":""
	
	},
	
	{
	"event_name":"T-SHIRT CREATA",
	"tagline":"Paint your wardrobe piece with your artistic mind",
	"poster":"images/img74.jpg",
	"date":"7th march, 2019",
	"time":"9:00am onwards",
	"venue":"Center Foyer",
	"student_coordinator": [["Harsh Gohel","9638622970"],["Alpita Vasava",""]],
	"team_size":"Individual participation, Maximum 60 entries allowed",
	"description":"Life is all about expressing your ideas and colors will help you do because colors are vibrating light energies, each color rays produces a effect that affects matters .so do you want where this colourful imagination on your heart and face.So this T-shirt Painting event will give you perfect opportunity to show your imagination, creativity and your fashion skills in the T-Shirt Painting competition.  ",
	"rules":["Participants are requested to register before 01/03/2019.","Only one participants are allowed in one team.","1 hour time provided for event.","Auction will be held on the day of event and winner will be awarded specific percent share of money from maximum auction amount. ","Only one round will be organize for the competition.","Event will be held at Central foyer.","You may not use your own materials and colors for painting.","Judgment will be based on creativity, artwork and principles of design.","Decision of Judges will be final and binding on all teams."],
	"fees":"150 INR per person",
	"Registration_type":"Pre-registration and first come first serve basis.",
	"Registration_Start_date":"18/02/2019, 11:00am onwards",
	"Registration_Closure_date":"25/02/2019, up to 5:00pm",
	"Winning_prize":"Auction based prize. Participant will get 50% of the total auction amount as prize. Certificates will be given to winner and runner up participants only.",
	"Additional_remark":"It is mandatory for participant to remain present at the time of auction."
	
	}
]